Repository: sillsdev/Glyssen
Catalog: DistFiles/localization/Glyssen.zh-hant.tmx
Source language: zh_hant
Languages: en

source: 亞倫
en: Aaron

source: 《現》愛比該
en: Abigail

source: 亞比米勒
en: Abimelech

source: 亞比米勒 ***and*** 非各
en: Abimelech and Phicol

source: 亞比蘭
en: Abiram

source: 押尼珥
en: Abner

source: 亞伯拉罕 ***(Abram)***
en: Abraham (Abram)

source: 押沙龍
en: Absalom

source: 亞干
en: Achan

source: 亞吉
en: Achish

source: 亞當
en: Adam

source: 亞多尼‧比色
en: Adoni-Bezek

source: 亞迦布 ***the*** 先知
en: Agabus the prophet

source: 亞希瑪斯 ***(messenger)***
en: Ahimaaz (messenger)

source: 亞希米勒 ***the*** 祭司 ***(son*** ***of*** ***Ahitub)***
en: Ahimelech the priest (son of Ahitub)

source: 亞希多弗
en: Ahithophel

source: ＜陽＞祭壇
en: altar

source: 亞瑪撒
en: Amasa

source: 亞瑪謝
en: Amaziah

source: 亞捫 ***nobles***
en: Ammonite nobles

source: 暗嫩
en: Amnon

source: 阿摩司
en: Amos

source: 亞拿尼亞 ***(Annas),*** ***the*** ＜形＞高的；驕傲的，高傲的；ἐν ὑψηλοῖς 在天上 祭司 ***(father-in-law*** ***of*** ***Caiaphas)***
en: Ananias (Annas), the high priest (father-in-law of Caiaphas)

source: 亞拿尼亞 ***of*** 大馬士革
en: Ananias of Damascus

source: 安得烈
en: Andrew

source: ＜陽＞天使；使者
en: angel

source: ＜陽＞天使；使者 (one of the seven)
en: angel (one of the seven)

source: ＜陽＞天使；使者 flying directly overhead
en: angel flying directly overhead

source: ＜陽＞天使；使者 flying directly overhead, second
en: angel flying directly overhead, second

source: ＜陽＞天使；使者 flying directly overhead, third
en: angel flying directly overhead, third

source: ＜陽＞天使；使者 from the rising sun with seal of living God
en: angel from the rising sun with seal of living God

source: ＜陽＞天使；使者 Gabriel, sent by God
en: angel Gabriel, sent by God

source: ＜陽＞天使；使者 of God, an
en: angel of God, an

source: ＜陽＞天使；使者 of God, the
en: angel of God, the

source: ＜陽＞天使；使者 of the LORD, an
en: angel of the LORD, an

source: ＜陽＞天使；使者 of the LORD, the
en: angel of the LORD, the

source: ＜陽＞天使；使者 or messenger (Greek variant: someone speaking to John)
en: angel or messenger (Greek variant: someone speaking to John)

source: ＜陽＞天使；使者 over waters
en: angel over waters

source: ＜陽＞天使；使者 standing in sun
en: angel standing in sun

source: ＜陽＞天使；使者 standing on sea and land
en: angel standing on sea and land

source: ＜陽＞天使；使者 who talked with Zechariah
en: angel who talked with Zechariah

source: ＜陽＞天使；使者 who talked with Zechariah (vision)
en: angel who talked with Zechariah (vision)

source: ＜陽＞天使；使者 who wrestled with Jacob
en: angel who wrestled with Jacob

source: 亞波羅
en: Apollos

source: 亞薩
en: Asaph

source: 占星者
en: astrologers

source: 亞她利雅
en: Athaliah

source: 《現》耶撒利雅 ***the*** ***chief*** 祭司
en: Azariah the chief priest

source: 《現》耶撒利雅 ***the*** 祭司
en: Azariah the priest

source: 巴拿
en: Baanah

source: 巴比倫
en: Babylon

source: 巴蘭
en: Balaam

source: 巴蘭 ***(Spirit*** ***of*** ***God*** ***upon*** ***him)***
en: Balaam (Spirit of God upon him)

source: 巴勒
en: Balak

source: 巴拉
en: Barak

source: 巴拿巴
en: Barnabas

source: 巴底買 ***(a*** ***blind*** ***man)***
en: Bartimaeus (a blind man)

source: 巴錄
en: Baruch

source: 巴西萊
en: Barzillai

source: 《現》拔示芭
en: Bathsheba

source: 便雅憫
en: Benjamin

source: 比利家
en: Berekiah

source: 《現》貝妮絲
en: Bernice

source: 彼土利 ***(Laban's*** ***father)***
en: Bethuel (Laban's father)

source: 比勒達 ***the*** 書亞人
en: Bildad the Shuhite

source: 波阿斯
en: Boaz

source: 該隱
en: Cain

source: 迦勒
en: Caleb

source: 迦勒 ***(old)***
en: Caleb (old)

source: 迦南人 ***(Syrophoenician)*** ***mother*** ***of*** ***possessed*** ***girl***
en: Canaanite (Syrophoenician) mother of possessed girl

source: ＜中＞戰車，四輪馬車 commanders of Aram
en: chariot commanders of Aram

source: 革流巴
en: Cleopas

source: 革流巴 ***and*** ***his*** ***companion*** ***(on*** ***road*** ***to*** ***Emmaus)***
en: Cleopas and his companion (on road to Emmaus)

source: 哥尼流
en: Cornelius

source: 克里特人 先知
en: Cretan prophet

source: 但
en: Dan

source: 但以理
en: Daniel

source: 大坍
en: Dathan

source: 大衛
en: David

source: 底波拉
en: Deborah

source: 第萊雅
en: Delaiah

source: 《現》黛利拉
en: Delilah

source: 《現》底米特 ***the*** ***silversmith***
en: Demetrius the silversmith

source: ＜陽＞門徒，學生，追隨者 who wanted to bury his father
en: disciple who wanted to bury his father

source: ＜陽＞門徒，學生，追隨者 whom Jesus loved
en: disciple whom Jesus loved

source: 多益 ***the*** 以東
en: Doeg the Edomite

source: 公驢 (female)
en: donkey (female)

source: 以東
en: Edom

source: 埃及 ***(slave*** ***of*** ***Amalekite)***
en: Egyptian (slave of Amalekite)

source: 以利亞撒 ***the*** ***priest,*** ***son*** ***of*** 亞倫
en: Eleazar the priest, son of Aaron

source: 以利
en: Eli

source: 以利 ***(very*** ***old)***
en: Eli (very old)

source: 以利亞敬
en: Eliakim

source: 以利亞
en: Elijah

source: 以利法 ***the*** 《現》提幔人
en: Eliphaz the Temanite

source: 以利沙
en: Elisha

source: 以利沙 ***(had*** ***said)***
en: Elisha (had said)

source: 以利沙 ***(the*** ***LORD*** ***says)***
en: Elisha (the LORD says)

source: 以利沙瑪
en: Elishama

source: 伊利莎白
en: Elizabeth

source: 以利加拿
en: Elkanah

source: 以利拿單
en: Elnathan

source: ＜形＞敵人，仇敵；被憎恨的
en: enemy

source: 以諾
en: Enoch

source: 以法蓮 色列
en: Ephraim

source: 以弗崙 ***the*** 赫人
en: Ephron the Hittite

source: 以掃
en: Esau

source: 衣索匹亞人 ***officer*** ***of*** ***Queen*** 甘大基
en: Ethiopian officer of Queen Candace

source: 夏娃
en: Eve

source: 以西結
en: Ezekiel

source: 以西結 ***(in*** 異象／默示／鏡子 ***of*** ***God)***
en: Ezekiel (in vision of God)

source: 非斯都
en: Festus

source: 愚妄／無知
en: fool

source: 加百列
en: Gabriel

source: 加大拉人 ***(or*** ***Gerasenes)*** ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民
en: Gadarene (or Gerasenes) people

source: 迦瑪列
en: Gamaliel

source: 基哈西
en: Gehazi

source: 基瑪利
en: Gemariah

source: 基甸 ***(Jerubbaal)***
en: Gideon (Jerubbaal)

source: 歌利亞
en: Goliath

source: 哈巴谷
en: Habakkuk

source: 哈達 ***the*** 以東
en: Hadad the Edomite

source: 哈抹
en: Hamor

source: 《現》哈拿默 ***(Jeremiah's*** ***cousin)***
en: Hanamel (Jeremiah's cousin)

source: 哈拿尼
en: Hanani

source: 哈拿尼 ***the*** ***seer***
en: Hanani the seer

source: 《現》哈娜
en: Hannah

source: 哈薛 ***of*** 亞蘭
en: Hazael of Aram

source: 希律 安提帕 ***(the*** ***tetrarch)***
en: Herod Antipas (the tetrarch)

source: 希律 ***the*** ***Great***
en: Herod the Great

source: 希律黨
en: Herodians

source: 希羅底
en: Herodias

source: ＜形＞高的；驕傲的，高傲的；ἐν ὑψηλοῖς 在天上 priest
en: high priest

source: ＜形＞高的；驕傲的，高傲的；ἐν ὑψηλοῖς 在天上 priest's servant (relative of the man whose ear Peter cut off)
en: high priest's servant (relative of the man whose ear Peter cut off)

source: 曷拉
en: Hoglah

source: 聖潔／聖 one (in vision)
en: holy one (in vision)

source: 何西阿
en: Hosea

source: 何西阿 說 ***what*** 《現》以色列 ***should*** ***say***
en: Hosea saying what Israel should say

source: 何西阿 說 ***what*** 《現》以色列 ***will*** ***say***
en: Hosea saying what Israel will say

source: 何西阿 說 ***what*** ***wicked*** ***will*** ***say***
en: Hosea saying what wicked will say

source: 以撒
en: Isaac

source: 以撒 ***(old)***
en: Isaac (old)

source: 以賽亞
en: Isaiah

source: 《現》以色列
en: Israel

source: 以色列 ***army*** ***commanding*** ***officers***
en: Israelite army commanding officers

source: 以色列 ***assembly***
en: Israelite assembly

source: 以色列 ***assembly,*** ***elders*** ***of***
en: Israelite assembly, elders of

source: 以色列 ***community***
en: Israelite community

source: 以色列 ***community,*** ***whole***
en: Israelite community, whole

source: 以色列 ***fighting*** ***men***
en: Israelite fighting men

source: 以色列 ***foreman***
en: Israelite foreman

source: 以色列 ***officers***
en: Israelite officers

source: 以色列 ***people,*** ***the***
en: Israelite people, the

source: 以色列 ***soldier*** ***(in*** ***Saul's*** ***army)***
en: Israelite soldier (in Saul's army)

source: 以色列 ***soldiers***
en: Israelite soldiers

source: 以色列 ***spies*** ***from*** ***house*** ***of*** 《現》以色列人
en: Israelite spies from house of Joseph

source: 以色列 ***spies*** ***from*** ***Joshua,*** ***two*** ***men***
en: Israelite spies from Joshua, two men

source: 以太
en: Ittai

source: 雅比斯
en: Jabez

source: 雅各 ***(Israel)***
en: Jacob (Israel)

source: 雅億
en: Jael

source: 雅哈悉 ***(Spirit*** ***of*** ***the*** ***Lord*** ***on)***
en: Jahaziel (Spirit of the Lord on)

source: 《現》葉魯 ***(synagogue*** ***leader)***
en: Jairus (synagogue leader)

source: 雅各
en: James

source: 希西家
en: Jehizkiah

source: 耶何耶大
en: Jehoiada

source: 耶何耶大 ***the*** 祭司
en: Jehoiada the priest

source: 猶甲
en: Jehucal

source: 耶弗他
en: Jephthah

source: 耶利米
en: Jeremiah

source: 耶利米 ***(the*** ***LORD*** ***says)***
en: Jeremiah (the LORD says)

source: 耶利米 ***(word*** ***of*** ***the*** ***LORD*** ***came)***
en: Jeremiah (word of the LORD came)

source: 耶利米 ***(word*** ***of*** ***the*** ***LORD)***
en: Jeremiah (word of the LORD)

source: 耶利米 ***quoting*** ***the*** ***prophets***
en: Jeremiah quoting the prophets

source: 耶利米 ***quoting*** ***the*** ***wicked*** ***who*** ＜動＞度日子，生活 ***in*** ***the*** ***land***
en: Jeremiah quoting the wicked who live in the land

source: 耶羅波安
en: Jeroboam

source: 耶書亞
en: Jeshua

source: 耶西
en: Jesse

source: 耶穌
en: Jesus

source: 耶穌 ***(child)***
en: Jesus (child)

source: 耶穌 ***in*** ***2*** 約翰
en: Jesus in 2 John

source: 耶穌 ***in*** ***Hebrews***
en: Jesus in Hebrews

source: 《現》葉特羅 ***(Reuel),*** ***Moses'*** ***father-in-law***
en: Jethro (Reuel), Moses' father-in-law

source: 《現》葉特羅 ***(Reuel)'s*** ***daughters***
en: Jethro (Reuel)'s daughters

source: 猶太人 ***leaders***
en: Jewish leaders

source: 《現》耶洗碧
en: Jezebel

source: 約押
en: Joab

source: 約亞
en: Joah

source: 約伯
en: Job

source: 約珥 說 ***what*** ***the*** ***priests*** ***should*** ***say***
en: Joel saying what the priests should say

source: 約哈難
en: Johanan

source: 約翰
en: John

source: 約翰 ***(disciple*** ***whom*** 耶穌 ***loved)***
en: John (disciple whom Jesus loved)

source: 約翰 ***(sons*** ***of*** ***Zebedee)***
en: John (sons of Zebedee)

source: 約翰 ***(who*** ***had*** ***asked*** ***the*** ***Lord*** ***who*** ***was*** ***going*** ***to*** ***betray*** ***Him)***
en: John (who had asked the Lord who was going to betray Him)

source: 約翰 ***the*** ＜陽＞施洗者
en: John the Baptist

source: 約拿
en: Jonah

source: 約拿單
en: Jonathan

source: 《現》以色列人
en: Joseph

source: 《現》以色列人 ***of*** 亞利馬太
en: Joseph of Arimathea

source: 約書亞
en: Joshua

source: 約書亞 ***(old)***
en: Joshua (old)

source: 猶大
en: Judah

source: 猶大 加略人
en: Judas Iscariot

source: 王 of Bela
en: king of Bela

source: 可拉
en: Korah

source: 拉班
en: Laban

source: 拉麥 ***(descendent*** ***of*** ***Cain)***
en: Lamech (descendent of Cain)

source: 拉麥 ***(descendent*** ***of*** ***Seth)***
en: Lamech (descendent of Seth)

source: ＜陽＞法律；條例，法則 of Moses where LORD commanded
en: law of Moses where LORD commanded

source: 《現》麗亞
en: Leah

source: 羅得
en: Lot

source: 呂底亞
en: Lydia

source: 馬其頓人
en: Macedonian

source: 瑪拉
en: Mahlah

source: 馬耳他 ***islanders***
en: Malta islanders

source: 馬大
en: Martha

source: 馬利亞 抹大拉
en: Mary Magdalene

source: 馬利亞 ***mother*** ***of*** 雅各
en: Mary mother of James

source: 米非波設
en: Mephibosheth

source: 米迦
en: Micah

source: 米迦勒 ***(archangel)***
en: Michael (archangel)

source: 米甸 ***soldier*** ***who*** ***had*** ***a*** ***dream***
en: Midianite soldier who had a dream

source: 米甸 ***soldier*** ***who*** ***interprets*** ***dream***
en: Midianite soldier who interprets dream

source: 密迦
en: Milcah

source: 《現》美莉安
en: Miriam

source: 《現》美莉安 ***(young)***
en: Miriam (young)

source: 摩押人 ***officials***
en: Moabite officials

source: 摩押人 ***officials,*** ***more*** ***distinguished***
en: Moabite officials, more distinguished

source: 乃幔
en: Naaman

source: 《現》拿霸
en: Nabal

source: 拿伯
en: Naboth

source: 拿轄 ***the*** 亞捫
en: Nahash the Ammonite

source: 《現》拿娥美
en: Naomi

source: 拿單
en: Nathan

source: 拿但業
en: Nathanael

source: 尼布撒拉旦
en: Nebuzaradan

source: 尼希米
en: Nehemiah

source: 尼哥德慕
en: Nicodemus

source: 挪亞
en: Noah

source: 《現》安
en: On

source: 《現》娥珥巴
en: Orpah

source: 保羅
en: Paul

source: 保羅 ***and*** 西拉
en: Paul and Silas

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民
en: people

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 at cistern
en: people at cistern

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 at coronation of King Joash
en: people at coronation of King Joash

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 at Jairus' house
en: people at Jairus' house

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 in Capernaum
en: people in Capernaum

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 in crowd by Sea of Galilee
en: people in crowd by Sea of Galilee

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 in high priest's courtyard
en: people in high priest's courtyard

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 in Jericho, all the
en: people in Jericho, all the

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 in Pisidian Antioch synagogue
en: people in Pisidian Antioch synagogue

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 in temple courts, all the
en: people in temple courts, all the

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 in the temple
en: people in the temple

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 near Jordan River
en: people near Jordan River

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 of Decapolis
en: people of Decapolis

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 of Jerusalem
en: people of Jerusalem

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 of Jerusalem, some
en: people of Jerusalem, some

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 of Samaria, all the
en: people of Samaria, all the

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 of the region of the Gerasenes
en: people of the region of the Gerasenes

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 of Tyre and Sidon
en: people of Tyre and Sidon

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 praying at John Mark's mother's house
en: people praying at John Mark's mother's house

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 standing there
en: people standing there

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 who knew Saul
en: people who knew Saul

source: ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 who saw healing of demon-possessed man who was blind and mute
en: people who saw healing of demon-possessed man who was blind and mute

source: 彼得 ***(Simon)***
en: Peter (Simon)

source: 彼得 ***(Simon)*** ***and*** ***companions***
en: Peter (Simon) and companions

source: 彼得 ***(Simon),*** ***with*** ***Eleven***
en: Peter (Simon), with Eleven

source: 彼得 ***and*** ***John's*** ***own*** ＜陽＞人民，百姓，民間；群眾；國家；猶太人或教會，常稱為：上帝的子民 ***(church*** ***in*** ***Jerusalem)***
en: Peter and John's own people (church in Jerusalem)

source: 法利賽人 ***(expert*** ***in*** ***religious*** ***law)***
en: Pharisee (expert in religious law)

source: 法利賽人 ***(Simon)***
en: Pharisee (Simon)

source: 非各
en: Phicol

source: 腓力
en: Philip

source: 腓力 ***(apostle)***
en: Philip (apostle)

source: 腓力 ***(the*** ***evangelist)***
en: Philip (the evangelist)

source: 非利士 ***commanders***
en: Philistine commanders

source: 非利士 ***priests*** ***and*** ***fortune*** ***tellers***
en: Philistine priests and fortune tellers

source: 彼拉多
en: Pilate

source: 祭司
en: priest

source: ＜中＞所講的道，信息，宣道
en: proclamation

source: 先知
en: prophet

source: 先知 in Bethel
en: prophet in Bethel

source: 先知 of the LORD
en: prophet of the LORD

source: 先知 who confronts Ahab
en: prophet who confronts Ahab

source: 普瓦 ***(midwife)***
en: Puah (midwife)

source: 王后／主母 of Babylon
en: queen of Babylon

source: 王后／主母 of Sheba
en: queen of Sheba

source: 《現》蕾潔
en: Rachel

source: 喇合
en: Rahab

source: 《現》麗百加
en: Rebekah

source: 利堅‧米勒
en: Regem-Melech

source: 羅波安
en: Rehoboam

source: 呂便
en: Reuben

source: 羅大
en: Rhoda

source: ＜陰＞起初，首先，根源，第一因；統制的勢力，執政者
en: ruler

source: 路得
en: Ruth

source: 撒羅米
en: Salome

source: 參孫
en: Samson

source: 撒母耳
en: Samuel

source: 撒母耳 ***(boy)***
en: Samuel (boy)

source: 撒母耳 ***(old)***
en: Samuel (old)

source: 參巴拉
en: Sanballat

source: 參巴拉 ***the*** 和倫人
en: Sanballat the Horonite

source: 撒非喇 ***(wife*** ***of*** 亞拿尼亞 ***of*** ***Jerusalem)***
en: Sapphira (wife of Ananias of Jerusalem)

source: 《現》莎拉 ***(Sarai)***
en: Sarah (Sarai)

source: 《現》莎拉 ***(Sarai)*** ***(old)***
en: Sarah (Sarai) (old)

source: ＜陽＞魔鬼撒但，《思》撒殫 ***(Devil)***
en: Satan (Devil)

source: 掃羅
en: Saul

source: 掃羅 ***(old)***
en: Saul (old)

source: 掃羅 ***(Paul)***
en: Saul (Paul)

source: 說 (proverb)
en: saying (proverb)

source: 說 about Anakites
en: saying about Anakites

source: 說 about blind and lame
en: saying about blind and lame

source: 說 about captivity and death by the sword
en: saying about captivity and death by the sword

source: 說 about Gentile nations
en: saying about Gentile nations

source: 說 about going beyond what is written
en: saying about going beyond what is written

source: 說 about Nimrod
en: saying about Nimrod

source: 說 about Saul
en: saying about Saul

source: 說 about seer
en: saying about seer

source: 說 about sow
en: saying about sow

source: 說 about what controls you
en: saying about what controls you

source: 說 about yeast
en: saying about yeast

source: 說 about Zion
en: saying about Zion

source: ＜陽＞僕人 girl
en: servant girl

source: ＜陽＞僕人 girl at high priest's courtyard
en: servant girl at high priest's courtyard

source: ＜陽＞僕人 girl who watched the door
en: servant girl who watched the door

source: ＜陽＞僕人 girl, another
en: servant girl, another

source: ＜陽＞僕人 of concubine's husband
en: servant of concubine's husband

source: ＜陽＞僕人 of Elijah
en: servant of Elijah

source: ＜陽＞僕人 of Naaman's wife (young girl)
en: servant of Naaman's wife (young girl)

source: ＜陽＞僕人 of Nabal
en: servant of Nabal

source: ＜陽＞僕人 of priest
en: servant of priest

source: ＜陽＞僕人 of Saul
en: servant of Saul

source: 沙利色
en: Sharezer

source: 示瑪雅
en: Shemaiah

source: 示法提雅
en: Shephatiah

source: 示他‧波斯乃
en: Shethar-Bozenai

source: 示每
en: Shimei

source: 施弗拉 ***(midwife)***
en: Shiphrah (midwife)

source: 朔比
en: Shobi

source: 書亞 ***(Judah's*** ***wife)***
en: Shua (Judah's wife)

source: ＜中＞神蹟，記號，暗號；憑據；筆跡；表徵，預兆，異兆 on the cross
en: sign on the cross

source: 西拉
en: Silas

source: 《現》西緬
en: Simeon

source: 《現》西緬 ***(devout*** ***man*** ***in*** ***Jerusalem)***
en: Simeon (devout man in Jerusalem)

source: 西門 ***(sorcerer)***
en: Simon (sorcerer)

source: 西西拉
en: Sisera

source: 司提反
en: Stephen

source: ＜陽＞稅，貢錢 collectors
en: tax collectors

source: ＜中＞聖殿；聖殿區 guards
en: temple guards

source: ＜中＞聖殿；聖殿區 police
en: temple police

source: 那試探人的
en: Tempter

source: 德提
en: Tertius

source: 多馬
en: Thomas

source: 提多
en: Titus

source: 多比雅 ***the*** 亞捫
en: Tobiah the Ammonite

source: 多比雅 ***the*** 亞捫 ***official***
en: Tobiah the Ammonite official

source: 烏利亞
en: Uriah

source: 葡萄園 owner (God?)
en: vineyard owner (God?)

source: 撒慕拿
en: Zalmunna

source: 西巴
en: Zebah

source: 撒迦利雅
en: Zechariah

source: 撒迦利雅 ***(the*** ***LORD*** ***says)***
en: Zechariah (the LORD says)

source: 撒迦利雅 ***(vision)***
en: Zechariah (vision)

source: 撒迦利雅 ***(word*** ***of*** ***the*** ***LORD)***
en: Zechariah (word of the LORD)

source: 西底家
en: Zedekiah

source: 洗巴
en: Ziba

source: 《現》錫安
en: Zion

source: 西弗
en: Ziphites

source: 瑣法 ***the*** 拿瑪人
en: Zophar the Naamathite
